import React from 'react';

const About = () => {
    return (
        <div>
            ОАО «Кыргыз почтасы» является государственным оператором почтовой связи Кыргызской Республики.

            История

            «Кыргыз почтасы» берет истоки своего существования еще со времен вхождения кыргызского народа в состав Российской империи, далее – Советского союза. После развала Советского союза с обретением независимости было образовано Государственное предприятие «Кыргыз почтасы». С 1993 года «Кыргыз почтасы» является участником Всемирного почтового союза. В мае 2003 года проведена перерегистрация предприятия, а также принят Устав.

            В июле 2022 года Постановлением Кабинета Министров Кыргызской Республики №203 от 08.04.2022 года было принято решение реорганизовать Государственное предприятие «Кыргыз почтасы» при Министерстве цифрового развития Кыргызской Республики (до 2021 г. предприятие было при Министерстве транспорта и коммуникаций КР) путем преобразования в Открытое акционерное общество «Кыргыз почтасы» с сохранением 100 процентов акций в государственной собственности. 19 июля 2022 года было принято избрать членов Правления ОАО «Кыргыз почтасы» (ранее предприятием руководил Генеральный директор).

            Основные направления деятельности:

            — международная деятельность;

            — внутренняя деятельность;

            — цифровизация

            На 2022 год ОАО «Кыргыз почтасы» имеет 871 отделений почтовой связи по всему Кыргызстану.

            Функционирует одно передвижное отделение связи, которое обслуживает отдаленные и труднодоступные населенные пункты в Тонском районе.

            Помимо почтовых услуг, мы осуществляем такой спектр услуг, как:

            платежи от населений — налоги, ЖКХ, оплата услуг ЦОНов, УНАА и Кадастра;
            получение пенсий и пособий, а также продажа сувениров, буклетов и книг.
            Миссия

            Мы предоставляем доступные почтовые услуги в Кыргызстане и по всему миру.

            Мы имеем возможность предоставления рабочих мест для людей с ограниченными возможностями здоровья.

            Мы стремимся к поддержке принципов экологической устойчивости.

        </div>
    );
};

export default About;